Repository: HusseinElZein/Hear-it-All
Catalog: Hear it All/App/Localizable.xcstrings
Source language: da
Languages: en

source: - Forbedre og udvide vores app
en: - Improve and expand our app

source: - Forstå og analysere, hvordan du bruger vores app
en: - Understand and analyze how you use our app

source: - Levere, drive og vedligeholde vores app
en: - Deliver, operate and maintain our app

source: Adgangskode
en: Password

source: Annullér
en: Cancel

source: Antal ord inden sætningen opdateres:
en: Number of words before the sentence is updated:

source: år siden
en: y ago

source: Arabisk
en: Arabic

source: Billede er nu slettet
en: Picture now deleted

source: d siden
en: d ago

source: Dansk
en: Danish

source: De personoplysninger, som du bliver bedt om at give, og årsagerne til, at du bliver bedt om at give dem, vil blive gjort klart for dig på det tidspunkt, vi beder dig om at give dine personoplysninger.
en: The personal data that you are asked to provide and the reasons why you are asked to provide it will be made clear to you at the time we ask you to provide your personal data.

source: Det kan jo ske! Men bliv ikke bekymret, vi sender dig et link til din email
en: It can happen! But don't worry, we'll send you a link to your email

source: Du er nu logget ind!
en: You have now signed in

source: Engelsk
en: English

source: er
en: s

source: Er du sikker på, at du vil slette billedet?
en: Are you sure to delete the picture?

source: Færdig
en: Done

source: Fransk
en: French

source: Glemt adgangskode?
en: Forgot password?

source: Gyldig fra: 25. marts 2024
en: Valid from: 25 March 2024

source: Hear it All følger en standard procedure for brug af logfiler. Disse filer logger besøgende, når de bruger apps. De oplysninger, der indsamles af logfiler, inkluderer enhedstype og hvilken type nedbrud, der fik appen til at gå ned
en: Hear it All follows a standard procedure for using log files. These files log visitors when they use apps. The information collected by logs includes device type and the type of crash that caused the app to crash

source: Hos Hear it All, tilgængelig fra WSAudiology, er et af vores primære prioriteter privatlivets fred for vores brugere. Dette dokument med privatlivspolitik indeholder typer af oplysninger, der indsamles og registreres af Hear it All, og hvordan vi anvender dem.
en: At Hear it All, available from WSAudiology, one of our top priorities is the privacy of our users. This privacy policy document describes the types of information collected and recorded by Hear it All and how we use it.

source: Hvis du har yderligere spørgsmål eller behøver mere information om vores privatlivspolitik, så tøv ikke med at kontakte os.
en: If you have any further questions or need more information about our privacy policy, please do not hesitate to contact us.

source: Hvordan vi bruger dine oplysninger
en: How we use your information

source: Indlæg
en: Posts

source: Indlæg er nu postet!
en: Post is now uploaded

source: Indstillinger
en: Settings

source: Indtast titel
en: Enter title

source: Info om privatlivspolitik
en: Info on privacy policy

source: Ja
en: Yes

source: Japansk
en: Japanese

source: Kinesisk HK. SAR China
en: Chinese HK. SAR China

source: Koden er nu ændret!
en: Password is changed!

source: Kommentarer
en: Comments

source: Koreansk
en: Korean

source: Lige nu
en: Just now

source: Log ind
en: Sign in

source: Log ud
en: Sign out

source: Logfiler
en: Logs

source: Lydgenkendelse
en: Sound recognition

source: m siden
en: m ago

source: Mail el. adgangskode er forkert
en: Wrong mail or password

source: Mail sendt, tjek venligst din mail
en: Mail sent, check your inbox

source: måned
en: month

source: Når du registrerer dig for en konto, kan vi bede om dine kontaktoplysninger, herunder ting som visningsnavn, e-mailadresse og evt. posts og profilbillede.
en: When you register for an account, we may ask for your contact information, including things like your display name, email address, and any posts and profile picture.

source: Navn er nu ændret!
en: Name is changed!

source: Noget gik galt
en: Something went wrong

source: Opdatér
en: Update

source: Oplysninger, vi indsamler
en: Information, we collect

source: Opret post
en: Create post

source: Opret profil
en: Create profile

source: Oprettet ny profil!
en: Created new profile

source: Privatlivspolitik for Hear it All
en: Privacy Policy for Hear it All

source: Profil
en: Profile

source: Profil nu slettet
en: Profile is now deleted

source: Profilbillede
en: Profile picture

source: Profilbillede er nu uploadet!
en: Profile picture changed!

source: Profilindstillinger
en: Profile settings

source: Prøv igen, eller log ud og ind igen
en: Try again, or sign out and in again

source: Russisk
en: Russian

source: siden
en: ago

source: Skift
en: Change

source: Skift adgangskode
en: Change password

source: Skift visningsnavn
en: Change display name

source: Skriv din tekst her
en: Enter your content here

source: Slå alle fra
en: Turn all off

source: Slå alle til
en: Turn all on

source: Slet
en: Delete

source: Slet billede
en: Delete picture

source: Slet profil
en: Delete profile

source: Søg efter lyde
en: Search sounds

source: Spansk
en: Spanish

source: t siden
en: h ago

source: Tale
en: Speech

source: Talegenkendelse
en: Speech recognition

source: Tilføj en kommentar...
en: Add a comment...

source: Tysk
en: German

source: Vælg foto for dit indlæg
en: Choose photo for your post

source: Vælg hvordan du vil bruge en profil
en: Choose you you want to use a profile

source: Vælg lyde
en: Choose sounds

source: Vælg sprog
en: Choose language

source: Vær den første til at kommentere!😃
en: Be the first to comment😃

source: Vi bruger de oplysninger, vi indsamler, på forskellige måder, herunder til at:
en: We use the information we collect in various ways, including to:

source: Visningsnavn
en: Display name
